Repository: Veeit/INEZ
Catalog: smarte_einkaufsliste/mac/viewModel/Locailzable/*.lproj/Localizable.strings
Languages: de

source: nav title
de: ShoppingList

source: nav your list
de: Deine Liste

source: nav add to your list
de: Füge hinzu

source: onBoarding_1 Title
de: INEZ (Intelligenter Einkaufszettel)

source: onBoarding_2 Title
de: ML Basierter Einkaufszettel

source: onBoarding_3 Title
de: SwiftUI für iOS/iPadOS und MacOS

source: onBoarding_1
de: Erstelle deine Einkaufslisten schneller und effizienter mit INEZ!

source: onBoarding_2
de: INEZ basiert auf ML, dadurch kannst du dich komplett auf die dinge konzentieren die du wirklich brauchst, das ML wird dir das beste produkt raussuchen und dein satz vervollständingen.

source: onBoarding_3
de: Diese app Basiert auf SwiftUI, das bedeuted das du diese app auf all deinen geräten geniessen kannst

source: add title
de: Füge ein neues Produkt hinzu:

source: tf new
de: Eines Produkt

source: get best product
de: Erkenne das beste Produkt

source: predict size
de: Erkenne die Mengeneinheit

source: your list
de: Deine Liste:

source: quick add
de: Schnell hinzufügen
